Repository: ostende/backhole2
Catalog: lib/python/Plugins/Extensions/HbbTV/locale/*.po
Languages: it

source: Cancel
it: Annulla

source: Save
it: Salva

source: Preference
it: Preferenze

source: Invalid URL!!(Empty) Please, Input to the URL.
it: Indirizzo non valido!! Devi inserire un indirizzo (URL).

source: Please enter URL here
it: Inserisci indirizzo (url).

source: Start Page
it: Pagina iniziale

source: Current Page
it: Pagina corrente

source: Direct Input
it: Input diretto

source: Startpage
it: Pagina iniziale

source: Keyboard Layout
it: Layout tastiera.

source: Bookmark
it: Preferiti

source: Name
it: Nome

source: Title
it: Titolo

source: !!(Empty) Please, Input to the
it: !!(Vuoto) Inserisici in

source: Invalid
it: Non valido

source: Add
it: Aggiungi

source: Category Name
it: Nome Categoria

source: Bookmark Title
it: Titolo bookmark

source: Bookmark URL
it: Indirizzo Bookmark

source: Exit
it: Esci

source: Edit
it: Modifica

source: Delete
it: Cancella

source: Set as Startpage
it: Configura come Home page

source: Invalid URL. Please check again!!
it: Indirizzo non valido, riprova.

source: Do you want to set selected url to the Startpage?
it: Vuoi Configurare l'indirizzo selezionato come pagina iniziale?

source: Current page is already exist.
it: La pagina corrente è già esistente.

source: Direct Input(Bookmark)
it: Inserimento diretto(Bookmark)

source: Direct Input(Category)
it: Inserimento diretto(Categoria)

source: Currentpage(Bookmark)
it: Pagina corrente(Bookmark)

source: Please choose.
it: Scegli.

source: Do you want to delete the category and the bookmarks?
it: Vuoi davvero cancellare la categoria e i suoi preferiti ?

source: Do you want to delete the bookmark?
it: Vuoi davvero cancellare il Bookmark ?

source: Can't open selected bookmark. - URL data is empty!!
it: Impossibile apreire il Bookmark selezionato. - l'indirizzo URL è mancante!!

source: Global
it: Globale

source: Keyboard
it: Tastiera

source: Browser Help
it: Aiuto Browser

source: Exit the Browser.
it: Esci da Browser

source: Show the Menu window.
it: Mostra i Menu.

source: Enter Key
it: Tasto Invio

source: Show the Virtual keyboard window.
it: Mostra la tastiera virtuale.

source: Backspace Key
it: Tasto Backsapce

source: Switch to keyboard/mouse mode.
it: Usa modalità tastiera/mouse.

source: It will move the mouse pointer up.
it: Muove il puntatore del mouse verso l'alto.

source: It will move the mouse pointer down.
it: Muove il puntatore del mouse verso il basso.

source: It will move the mouse pointer left.
it: Muove il puntatore del mouse a sinistra.

source: It will move the mouse pointer right.
it: Muove il puntatore del mouse a destra.

source: Left Mouse Button
it: Bottone sinistro mouse

source: Right Mouse Button
it: Bottone destro mouse

source: Left Key
it: Tasto freccia sinistra

source: Right Key
it: Tasto freccia destra

source: Up Key
it: Tasto freccia alto

source: Down Key
it: Tasto freccia basso

source: PageUp Key
it: Tasto pagina precedente

source: PageDown Key
it: Tasto pagina successiva

source: Go to previous page.
it: Vai alla pagina precedente.

source: Go to next page.
it: Vai alla pagina successiva.

source: Tools
it: Strumenti

source: Help
it: Aiuto

source: Opera Web Browser Plugin v2.0
it: Plugin Opera Web Browser v1.0

source: BrowserMain
it: Browser

source: Open Startpage
it: Apri pagina iniziale

source: Open URL
it: Apri Url

source: Start/Stop
it: Avvia/Chiudi

source: About
it: Informazioni

source: Return
it: Indietro

source: Opera Browser was not running. Please running browser using [File]>[Start/Stop] menu.
it: Il Browser non è attivo. Lancia il browser dal menu [File]>[Avvia/Chiudi].

source: HbbTV Plugin
it: Plugin HbbTV

source: HbbTV Browser was not running. Please running browser before start HbbTV Application.
it: Il Browser per HbbTV non è attivo. Lancia il browser Opera prima di avviare l'applicazione HbbTV.

source: Stop
it: Chiudi

source: Start
it: Avvia

source: Please choose one.
it: Seleziona

source: No detected HbbTV applications.
it: Nessuna applicazione HbbTV trovata.

source: Please choose an HbbTV application.
it: Seleziona un'applicazione HbbTV.

source: Browser Start/Stop
it: Avvia/Chiudi browser

source: HbbTV Applications
it: Applicazioni HbbTV

source: Opera Web Browser
it: Web Browser Opera

source: start opera web browser
it: avvia il browser opera
