Repository: ostende/backhole2
Catalog: lib/python/Plugins/SystemPlugins/TransCodingSetup/locale/*.po
Languages: it

source: enabled
it: abilitato

source: disabled
it: disabilitato

source: Transcoding can be started when there is no corresponding channel recordings.
it: La funzione Transcoding può essere abilitata quando non c'è una registrazione in corso sul canale corrispondente.

source: When transcoding, both PIP and analog video outputs are disabled.
it: Quando il transcoding è attivo sono disabilitati sia il PIP che l'uscita video analogica.

source: Cancel
it: Annulla

source: This plugin is available on SOLO2/DUO2
it: Questo plugin è disponibile solo per Solo2 e Duo2

source: Port
it: Porta

source: Failed, Encoder %s (%s).
it: Encoding di %s (%s) fallito.

source: OK. Encoder %s. %s
it: OK. Encoding di %s. %s OK

source: OK. Encoder %s.
it: Encoding di %s Ok.

source: Transcoding Setup
it: Configurazione Transcoding.
